{"class_name": "Tokenizer", "config": {"num_words": 15000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 15808, "word_counts": "{\"when\": 2129, \"n\": 6196, \"is\": 30647, \"odd\": 163, \"consider\": 1233, \"the\": 156095, \"finite\": 1781, \"general\": 1599, \"linear\": 1516, \"and\": 50828, \"unitary\": 141, \"groups\": 1225, \"of\": 100456, \"rank\": 443, \"extended\": 692, \"by\": 13799, \"inverse\": 329, \"transpose\": 16, \"automorphism\": 118, \"there\": 1753, \"are\": 15981, \"elements\": 575, \"in\": 43343, \"which\": 8031, \"square\": 339, \"to\": 38710, \"a\": 54161, \"regular\": 405, \"unipotent\": 30, \"element\": 320, \"we\": 31590, \"evaluate\": 138, \"values\": 1044, \"irreducible\": 260, \"characters\": 71, \"on\": 14330, \"these\": 5665, \"several\": 1294, \"intermediate\": 381, \"results\": 4722, \"real\": 871, \"conjugacy\": 73, \"classes\": 573, \"valued\": 197, \"obtained\": 1943, \"along\": 770, \"way\": 888, \"given\": 1833, \"set\": 1839, \"lattice\": 351, \"points\": 785, \"compare\": 528, \"its\": 3040, \"sumsets\": 7, \"dilated\": 1, \"convex\": 313, \"hulls\": 14, \"both\": 2173, \"known\": 1557, \"grow\": 53, \"as\": 10753, \"polynomials\": 455, \"generally\": 284, \"former\": 85, \"subsets\": 118, \"latter\": 283, \"this\": 14682, \"paper\": 3792, \"will\": 1572, \"see\": 174, \"that\": 21798, \"occupy\": 18, \"all\": 2917, \"central\": 1017, \"giving\": 131, \"us\": 794, \"kind\": 160, \"approximation\": 529, \"polytopes\": 81, \"prove\": 1876, \"an\": 10852, \"algebraic\": 651, \"version\": 465, \"gauge\": 89, \"invariant\": 610, \"uniqueness\": 145, \"theorem\": 980, \"result\": 1911, \"gives\": 508, \"information\": 1082, \"about\": 1351, \"injectivity\": 23, \"certain\": 979, \"homomorphisms\": 44, \"between\": 3727, \"mathbb\": 566, \"z\": 2708, \"graded\": 184, \"algebras\": 907, \"our\": 4948, \"main\": 1224, \"application\": 604, \"obtain\": 1088, \"isomorphisms\": 34, \"leavitt\": 4, \"path\": 238, \"specified\": 65, \"graphs\": 584, \"from\": 10099, \"able\": 453, \"achieve\": 215, \"two\": 4572, \"ends\": 41, \"first\": 2508, \"show\": 4598, \"k\": 3606, \"0\": 7569, \"various\": 712, \"sets\": 651, \"purely\": 132, \"infinite\": 553, \"simple\": 1323, \"together\": 335, \"with\": 20360, \"position\": 353, \"identity\": 123, \"classifies\": 4, \"up\": 1343, \"isomorphism\": 144, \"second\": 1058, \"matrix\": 652, \"rings\": 284, \"over\": 2261, \"classical\": 870, \"established\": 295, \"previously\": 575, \"using\": 3832, \"number\": 2537, \"theoretic\": 141, \"methods\": 1003, \"can\": 5336, \"be\": 10119, \"reobtained\": 3, \"via\": 601, \"appropriate\": 210, \"let\": 975, \"pi\": 353, \"cuspidal\": 24, \"automorphic\": 22, \"representation\": 557, \"rm\": 406, \"gl\": 151, \"f\": 2260, \"for\": 23456, \"field\": 3446, \"periods\": 222, \"attached\": 52, \"were\": 1228, \"originally\": 68, \"defined\": 884, \"harder\": 35, \"2\": 7733, \"later\": 144, \"mahnkopf\": 1, \"q\": 1494, \"part\": 710, \"analyze\": 358, \"behaviour\": 278, \"upon\": 164, \"twisting\": 39, \"hecke\": 104, \"shimura's\": 1, \"associated\": 1336, \"modular\": 173, \"form\": 1289, \"if\": 2751, \"phi\": 441, \"chi\": 143, \"cusp\": 62, \"character\": 159, \"quadratic\": 240, \"extension\": 419, \"then\": 1832, \"relate\": 107, \"those\": 1117, \"consequence\": 271, \"give\": 1495, \"another\": 309, \"proof\": 760, \"deligne's\": 7, \"conjecture\": 593, \"critical\": 486, \"symmetric\": 674, \"power\": 1684, \"l\": 2144, \"functions\": 1411, \"dihedral\": 27, \"forms\": 396, \"finally\": 684, \"make\": 382, \"some\": 2839, \"remarks\": 12, \"fourth\": 79, \"call\": 159, \"graph\": 789, \"h\": 2854, \"order\": 2283, \"well\": 2445, \"separable\": 95, \"deleting\": 7, \"separator\": 8, \"size\": 859, \"o\": 1081, \"leftover\": 3, \"have\": 4994, \"components\": 755, \"at\": 8516, \"most\": 1825, \"bounded\": 520, \"degree\": 769, \"spanning\": 128, \"subgraphs\": 32, \"easy\": 110, \"embed\": 18, \"every\": 596, \"gamma\": 1594, \"positive\": 729, \"integer\": 308, \"delta\": 665, \"exists\": 345, \"such\": 3532, \"le\": 220, \"g\": 3447, \"ge\": 142, \"1\": 9523, \"subset\": 377, \"extend\": 388, \"small\": 1447, \"band\": 878, \"width\": 296, \"too\": 203, \"cosmological\": 716, \"principle\": 303, \"promoting\": 5, \"view\": 324, \"universe\": 768, \"homogeneous\": 398, \"isotropic\": 173, \"embodied\": 7, \"within\": 1323, \"mathematical\": 186, \"structure\": 2133, \"robertson\": 25, \"walker\": 31, \"rw\": 8, \"metric\": 551, \"equations\": 1196, \"derived\": 1119, \"einstein\": 203, \"describe\": 799, \"expansion\": 459, \"terms\": 1205, \"comoving\": 44, \"coordinates\": 125, \"physical\": 745, \"distances\": 264, \"may\": 1820, \"time\": 3560, \"dependent\": 452, \"factor\": 694, \"however\": 1181, \"do\": 694, \"not\": 3682, \"explicitly\": 233, \"reveal\": 251, \"properties\": 2217, \"cosmic\": 922, \"spacetime\": 68, \"manifested\": 8, \"birkhoff's\": 2, \"corollary\": 88, \"written\": 86, \"traditional\": 132, \"observer\": 63, \"de\": 401, \"sitter\": 53, \"containing\": 161, \"only\": 2036, \"dark\": 1335, \"energy\": 3219, \"newly\": 98, \"matter\": 1275, \"rindler's\": 1, \"event\": 253, \"horizon\": 102, \"evident\": 27, \"co\": 615, \"moving\": 205, \"system\": 2450, \"coincides\": 92, \"what\": 325, \"one\": 3455, \"might\": 317, \"curvature\": 494, \"appearing\": 57, \"frame\": 321, \"advantage\": 122, \"dual\": 274, \"prescription\": 30, \"latest\": 76, \"wmap\": 165, \"now\": 280, \"much\": 602, \"better\": 401, \"determination\": 240, \"universe's\": 3, \"mass\": 4266, \"content\": 177, \"permits\": 49, \"calculate\": 380, \"unprecedented\": 68, \"accuracy\": 404, \"use\": 1727, \"it\": 5486, \"here\": 1244, \"demonstrate\": 517, \"observations\": 2572, \"probed\": 48, \"limit\": 1061, \"beyond\": 247, \"prevents\": 21, \"any\": 1699, \"signal\": 560, \"having\": 350, \"ever\": 88, \"reached\": 81, \"case\": 2208, \"where\": 2304, \"density\": 2194, \"constant\": 952, \"fixed\": 575, \"changing\": 83, \"expands\": 27, \"until\": 111, \"asymptotically\": 168, \"ceases\": 2, \"change\": 421, \"invar\": 1, \"package\": 50, \"introduced\": 520, \"fast\": 391, \"manipulator\": 37, \"generic\": 248, \"scalar\": 291, \"polynomial\": 652, \"expressions\": 158, \"formed\": 367, \"riemann\": 215, \"tensor\": 301, \"four\": 542, \"dimensional\": 1457, \"compatible\": 156, \"connection\": 258, \"maximally\": 20, \"simplify\": 26, \"products\": 235, \"seven\": 106, \"tensors\": 41, \"seconds\": 50, \"has\": 3759, \"been\": 2454, \"implemented\": 165, \"mathematica\": 8, \"maple\": 6, \"systems\": 1827, \"kingman\": 2, \"ewens\": 4, \"sampling\": 156, \"formula\": 570, \"random\": 1113, \"partitions\": 92, \"genealogy\": 2, \"model\": 4366, \"poisson\": 295, \"process\": 1217, \"mutations\": 21, \"lines\": 1122, \"descent\": 61, \"governed\": 57, \"coalescent\": 12, \"m\": 4169, \"ohle\": 1, \"described\": 550, \"recursion\": 59, \"determines\": 92, \"generalization\": 282, \"multiple\": 521, \"collisions\": 156, \"recent\": 1091, \"work\": 1132, \"dong\": 1, \"gnedin\": 1, \"pitman\": 8, \"authors\": 197, \"exploit\": 63, \"analogy\": 53, \"theory\": 1998, \"regenerative\": 2, \"composition\": 248, \"partition\": 120, \"structures\": 870, \"provide\": 1185, \"characterizations\": 50, \"exchangeable\": 9, \"parallel\": 391, \"further\": 594, \"generalized\": 506, \"following\": 466, \"simultaneous\": 175, \"emph\": 122, \"compute\": 526, \"transformation\": 213, \"maps\": 643, \"differential\": 792, \"equation\": 1288, \"y''\": 8, \"x\": 6259, \"y\": 820, \"y'\": 5, \"painlev\": 33, \"'e\": 120, \"6y\": 1, \"resp\": 81, \"3\": 4214, \"yx\": 3, \"alpha\": 1568, \"function\": 2361, \"partial\": 442, \"derivatives\": 133, \"does\": 689, \"exist\": 310, \"necessary\": 396, \"satisfies\": 171, \"conditions\": 1193, \"define\": 487, \"equivalence\": 267, \"class\": 1371, \"considered\": 704, \"won't\": 1, \"existence\": 851, \"issue\": 118, \"solved\": 133, \"line\": 1804, \"follows\": 214, \"input\": 266, \"suffices\": 9, \"specialize\": 9, \"test\": 680, \"substitution\": 28, \"holds\": 237, \"other\": 1953, \"innovation\": 13, \"lies\": 93, \"exploitation\": 11, \"discrete\": 431, \"symmetries\": 74, \"solving\": 159, \"problem\": 1971, \"report\": 580, \"structural\": 205, \"studies\": 688, \"performed\": 476, \"doped\": 15, \"gypsum\": 2, \"caso4\": 1, \"2h2o\": 1, \"calcite\": 4, \"caco3\": 1, \"neutron\": 557, \"d20\": 1, \"ill\": 25, \"ray\": 3335, \"id11\": 1, \"esrf\": 2, \"diffraction\": 70, \"data\": 3597, \"exafs\": 1, \"bm8\": 1, \"aim\": 341, \"study\": 3155, \"determine\": 729, \"whether\": 365, \"gets\": 38, \"into\": 1816, \"bulk\": 150, \"or\": 4074, \"simply\": 165, \"adsorbed\": 10, \"surface\": 1441, \"different\": 2065, \"mechanisms\": 233, \"used\": 2102, \"hypotheses\": 64, \"combined\": 368, \"rietveld\": 2, \"analysis\": 1990, \"shows\": 746, \"unit\": 308, \"cell\": 209, \"volume\": 440, \"proportional\": 124, \"concentration\": 153, \"samples\": 290, \"dft\": 16, \"based\": 2672, \"simulations\": 1318, \"confirm\": 297, \"increase\": 432, \"amount\": 257, \"carbonate\": 5, \"sulphate\": 1, \"substituted\": 3, \"interpolation\": 77, \"experimental\": 465, \"allows\": 685, \"distinguish\": 118, \"minerals\": 5, \"fluoride\": 3, \"materials\": 90, \"exhibit\": 283, \"resonances\": 102, \"located\": 284, \"thermal\": 726, \"infrared\": 991, \"makes\": 221, \"them\": 711, \"interesting\": 337, \"search\": 451, \"fundamental\": 569, \"temperature\": 1097, \"dependence\": 455, \"atom\": 99, \"interaction\": 560, \"originating\": 52, \"near\": 1092, \"emissivity\": 27, \"preliminary\": 148, \"selective\": 58, \"reflection\": 205, \"experiments\": 431, \"special\": 618, \"cs\": 84, \"vapour\": 14, \"includes\": 283, \"caf2\": 5, \"interface\": 171, \"yet\": 249, \"analyzed\": 271, \"coefficient\": 206, \"tec\": 2, \"specific\": 405, \"heat\": 188, \"ti\": 38, \"investigated\": 403, \"means\": 469, \"molecular\": 744, \"dynamics\": 726, \"simulation\": 523, \"elastic\": 80, \"minimum\": 460, \"image\": 453, \"convention\": 5, \"periodic\": 451, \"boundary\": 720, \"allow\": 407, \"adjust\": 8, \"according\": 223, \"new\": 2961, \"temporarily\": 12, \"compared\": 792, \"available\": 516, \"theoretical\": 684, \"development\": 269, \"performance\": 654, \"efficient\": 395, \"embedded\": 311, \"software\": 176, \"increasingly\": 51, \"relying\": 24, \"complex\": 1286, \"transformations\": 192, \"parts\": 176, \"source\": 1624, \"code\": 503, \"designers\": 27, \"applying\": 173, \"nontrivial\": 75, \"often\": 273, \"faced\": 11, \"ensuring\": 18, \"functional\": 282, \"original\": 243, \"transformed\": 47, \"programs\": 87, \"currently\": 226, \"they\": 1375, \"rely\": 72, \"incomplete\": 52, \"consuming\": 12, \"formal\": 168, \"automatic\": 47, \"verification\": 48, \"program\": 229, \"against\": 208, \"instead\": 226, \"desirable\": 23, \"calls\": 23, \"checking\": 30, \"tools\": 210, \"similar\": 1192, \"ones\": 294, \"comparing\": 213, \"digital\": 227, \"circuits\": 57, \"present\": 3217, \"tool\": 306, \"array\": 412, \"intensive\": 32, \"related\": 819, \"through\": 1156, \"combination\": 278, \"important\": 900, \"global\": 522, \"like\": 994, \"expression\": 177, \"propagations\": 9, \"loop\": 259, \"fails\": 63, \"pass\": 50, \"check\": 116, \"provides\": 632, \"feedback\": 352, \"possible\": 1328, \"locations\": 73, \"errors\": 263, \"introduce\": 533, \"soliton\": 73, \"percolation\": 77, \"phenomena\": 198, \"nonlinear\": 515, \"transport\": 232, \"light\": 1397, \"packets\": 44, \"suitable\": 303, \"optical\": 1654, \"lattices\": 105, \"specifically\": 169, \"address\": 184, \"gradient\": 256, \"refractive\": 45, \"index\": 675, \"transverse\": 133, \"plane\": 680, \"featuring\": 8, \"stochastic\": 407, \"phase\": 1223, \"amplitude\": 430, \"fluctuations\": 327, \"discover\": 62, \"disorder\": 31, \"induced\": 407, \"transition\": 580, \"insu\": 1, \"lator\": 2, \"conductor\": 16, \"regimes\": 102, \"current\": 786, \"found\": 1704, \"reach\": 123, \"maximal\": 268, \"value\": 881, \"levels\": 241, \"drastically\": 21, \"decrease\": 163, \"almost\": 524, \"strongly\": 541, \"disordered\": 13, \"theoretically\": 73, \"h2\": 165, \"c\": 2744, \"conversion\": 87, \"factors\": 277, \"estimate\": 748, \"gas\": 1898, \"masses\": 688, \"external\": 274, \"galaxies\": 3270, \"distinct\": 265, \"galaxy\": 2239, \"types\": 494, \"represented\": 141, \"m51\": 24, \"ngc\": 561, \"6946\": 14, \"m82\": 25, \"smc\": 111, \"n27\": 1, \"parameters\": 1399, \"best\": 532, \"represent\": 180, \"clouds\": 373, \"each\": 1520, \"estimated\": 402, \"observed\": 2524, \"atomic\": 304, \"fine\": 136, \"rotational\": 281, \"explored\": 93, \"wide\": 492, \"range\": 1504, \"radiation\": 720, \"extinction\": 250, \"relevant\": 254, \"computed\": 279, \"transitions\": 255, \"j\": 1015, \"9\": 735, \"8\": 1248, \"conventional\": 136, \"varies\": 90, \"significantly\": 563, \"below\": 400, \"above\": 650, \"canonical\": 329, \"milky\": 201, \"since\": 578, \"carbon\": 188, \"emission\": 2910, \"frequently\": 43, \"probe\": 256, \"also\": 4563, \"semi\": 399, \"gross\": 24, \"pitaevskii\": 10, \"non\": 2500, \"trivial\": 227, \"infinity\": 234, \"zhidkov\": 1, \"spaces\": 945, \"rather\": 392, \"than\": 3385, \"sobolev\": 98, \"usual\": 207, \"cubic\": 103, \"nonlinearity\": 69, \"point\": 1338, \"wise\": 17, \"description\": 458, \"wave\": 807, \"planck\": 77, \"goes\": 74, \"zero\": 680, \"so\": 1040, \"long\": 898, \"no\": 1257, \"singularity\": 116, \"appears\": 354, \"quintic\": 7, \"working\": 87, \"analytic\": 434, \"sufficient\": 412, \"counts\": 140, \"xmm\": 239, \"cosmos\": 25, \"survey\": 984, \"year\": 206, \"newton\": 253, \"covers\": 126, \"deg\": 199, \"region\": 1322, \"sky\": 464, \"h57\": 1, \"5\": 2767, \"r\": 3150, \"10\": 2803, \"h03\": 1, \"d27\": 1, \"dec\": 22, \"d57\": 1, \"total\": 874, \"net\": 76, \"integration\": 159, \"504\": 4, \"ks\": 137, \"maximum\": 639, \"likelihood\": 177, \"algorithm\": 1148, \"detected\": 956, \"1390\": 1, \"sources\": 1779, \"least\": 636, \"monte\": 225, \"carlo\": 225, \"coverage\": 131, \"produced\": 482, \"logn\": 8, \"logs\": 15, \"relations\": 473, \"kev\": 594, \"bands\": 293, \"down\": 390, \"flux\": 1186, \"limits\": 464, \"7\": 1153, \"2x10\": 41, \"16\": 261, \"erg\": 204, \"cm\": 654, \"s\": 3336, \"4\": 2463, \"0x10\": 7, \"15\": 491, \"7x10\": 18, \"respectively\": 524, \"previous\": 971, \"background\": 679, \"finding\": 270, \"excellent\": 169, \"agreement\": 583, \"slightly\": 191, \"normalizations\": 6, \"surveys\": 400, \"largely\": 84, \"explained\": 245, \"low\": 2155, \"counting\": 97, \"statistics\": 317, \"variance\": 166, \"large\": 2729, \"scale\": 1306, \"apply\": 419, \"delaunay\": 19, \"tessellation\": 12, \"estimator\": 210, \"dtfe\": 10, \"reconstruct\": 37, \"distribution\": 2163, \"velocity\": 1615, \"flows\": 346, \"local\": 1524, \"basis\": 482, \"pscz\": 4, \"prime\": 324, \"objective\": 104, \"production\": 236, \"optimal\": 557, \"resolution\": 1079, \"three\": 1602, \"fully\": 317, \"covering\": 223, \"weighted\": 235, \"fields\": 1136, \"throughout\": 135, \"nearby\": 408, \"out\": 1225, \"distance\": 949, \"150\": 93, \"mpc\": 263, \"voronoi\": 27, \"spatial\": 626, \"sample\": 1483, \"involves\": 128, \"tetrahedra\": 4, \"subsequent\": 106, \"thedelaunay\": 1, \"natural\": 571, \"multidimensional\": 66, \"grid\": 205, \"corresponding\": 829, \"linearized\": 53, \"peculiar\": 148, \"velocities\": 432, \"brachini\": 1, \"et\": 643, \"al\": 667, \"1999\": 70, \"reproduce\": 198, \"high\": 3352, \"supercluster\": 23, \"regions\": 1019, \"detail\": 242, \"their\": 3066, \"internal\": 252, \"elongated\": 63, \"flattened\": 25, \"shape\": 428, \"trace\": 233, \"shear\": 218, \"marking\": 9, \"extending\": 175, \"pisces\": 2, \"perseus\": 27, \"superclusters\": 19, \"towards\": 330, \"hydra\": 10, \"centaurus\": 22, \"shapley\": 11, \"outstanding\": 17, \"unique\": 355, \"feature\": 352, \"sharply\": 29, \"radial\": 730, \"outflow\": 292, \"around\": 813, \"underdense\": 12, \"voids\": 97, \"dynamical\": 673, \"importance\": 181, \"rate\": 1627, \"defines\": 63, \"sharp\": 201, \"cutoff\": 62, \"divergence\": 63, \"pdf\": 29, \"manages\": 5, \"consistently\": 71, \"35\": 174, \"underlying\": 329, \"dataset\": 73, \"interior\": 141, \"estimates\": 592, \"p\": 3029, \"harmonic\": 213, \"riemannian\": 248, \"manifolds\": 462, \"strategy\": 214, \"moser\": 23, \"weak\": 651, \"solutions\": 989, \"level\": 863, \"formulation\": 121, \"mean\": 829, \"flow\": 908, \"hypersurfaces\": 72, \"ambient\": 128, \"satisfying\": 157, \"growth\": 500, \"assumption\": 305, \"parabolic\": 129, \"analogues\": 60, \"laplace\": 76, \"li\": 135, \"yau\": 52, \"type\": 2318, \"nonnegative\": 77, \"ricci\": 166, \"entropy\": 338, \"monotonicity\": 26, \"generalizing\": 68, \"earlier\": 324, \"author\": 217, \"complete\": 740, \"manifold\": 653, \"negative\": 376, \"logarithmic\": 115, \"inequality\": 230, \"must\": 441, \"isometric\": 46, \"euclidean\": 194, \"space\": 2796, \"redshift\": 1169, \"phenomenon\": 197, \"fluid\": 270, \"deduced\": 76, \"agree\": 96, \"very\": 1846, \"depends\": 370, \"speed\": 415, \"emitter\": 20, \"moves\": 91, \"away\": 146, \"blueshift\": 13, \"shift\": 222, \"depend\": 248, \"vs\": 88, \"exp\": 51, \"beta\": 461, \"d\": 2188, \"v\": 1555, \"equals\": 38, \"less\": 694, \"always\": 221, \"directions\": 131, \"celestial\": 34, \"objects\": 1301, \"enough\": 286, \"therefore\": 518, \"many\": 1177, \"more\": 2424, \"redshifts\": 439, \"blueshifts\": 3, \"should\": 555, \"supernovae\": 250, \"etc\": 131, \"conclusion\": 122, \"agrees\": 81, \"distant\": 174, \"object\": 562, \"necessarily\": 141, \"indicate\": 360, \"receding\": 7, \"effect\": 990, \"concluded\": 26, \"average\": 659, \"photons\": 240, \"same\": 1154, \"geometry\": 570, \"inertial\": 90, \"reference\": 193, \"frames\": 95, \"length\": 560, \"contraction\": 81, \"notion\": 410, \"da\": 43, \"cup\": 39, \"1a\": 13, \"respect\": 661, \"product\": 572, \"homotopy\": 233, \"gerstenhaber\": 16, \"algebra\": 1195, \"bring\": 44, \"context\": 519, \"concepts\": 117, \"deformation\": 201, \"infty\": 511, \"stasheff\": 6, \"evolution\": 1588, \"supermassive\": 109, \"black\": 1023, \"holes\": 355, \"smbhs\": 20, \"seems\": 177, \"intimately\": 20, \"linked\": 58, \"host\": 461, \"active\": 505, \"galactic\": 1155, \"nuclei\": 313, \"agn\": 749, \"deep\": 423, \"review\": 301, \"selected\": 434, \"including\": 852, \"picture\": 126, \"arises\": 129, \"fact\": 383, \"luminosity\": 1332, \"particular\": 1501, \"exhibits\": 147, \"significant\": 871, \"decline\": 75, \"'anti\": 1, \"hierarchical'\": 1, \"scenario\": 387, \"modes\": 443, \"accretion\": 1061, \"efficiency\": 379, \"population\": 871, \"compton\": 200, \"thick\": 194, \"plays\": 104, \"key\": 374, \"role\": 475, \"understanding\": 350, \"bh\": 173, \"history\": 238, \"smbh\": 40, \"comparison\": 542, \"relic\": 48, \"constrains\": 29, \"radiative\": 361, \"eddington\": 130, \"ratio\": 900, \"discuss\": 1095, \"synthesis\": 159, \"thin\": 310, \"concordance\": 41, \"predicts\": 104, \"right\": 192, \"contribution\": 382, \"chandra\": 272, \"south\": 115, \"integral\": 591, \"swift\": 227, \"catalogues\": 50, \"problems\": 762, \"obscuration\": 33, \"withdrawn\": 62, \"nevanlinna\": 9, \"open\": 510, \"upper\": 674, \"half\": 351, \"imaginary\": 39, \"fractional\": 206, \"asymptotic\": 566, \"analogue\": 165, \"schur\": 82, \"contractive\": 12, \"disc\": 418, \"times\": 1113, \"find\": 2559, \"concern\": 22, \"realizations\": 36, \"representations\": 400, \"resolvents\": 3, \"self\": 756, \"adjoint\": 92, \"operators\": 538, \"hilbert\": 277, \"block\": 162, \"operator\": 580, \"u\": 1051, \"resolvent\": 16, \"matrices\": 378, \"reproducing\": 35, \"kernel\": 172, \"gravitational\": 687, \"instability\": 378, \"ionized\": 255, \"framework\": 538, \"irreversible\": 14, \"thermodynamics\": 44, \"presence\": 745, \"thermodynamic\": 62, \"forces\": 146, \"shown\": 1184, \"affect\": 141, \"dispersion\": 350, \"relation\": 762, \"governing\": 43, \"stability\": 477, \"interest\": 282, \"short\": 575, \"intended\": 52, \"additional\": 476, \"progress\": 97, \"share\": 65, \"experiences\": 22, \"indonesia\": 4, \"collecting\": 21, \"integrating\": 39, \"disseminating\": 2, \"scientific\": 136, \"across\": 217, \"country\": 8, \"web\": 127, \"technology\": 129, \"efforts\": 52, \"exerted\": 20, \"improving\": 65, \"public\": 91, \"access\": 192, \"hand\": 293, \"encouraging\": 15, \"accessible\": 58, \"communities\": 60, \"maintained\": 16, \"connected\": 500, \"infrastructure\": 24, \"management\": 60, \"realize\": 32, \"objectives\": 16, \"especially\": 237, \"focused\": 71, \"introducing\": 84, \"arsip\": 1, \"mirroring\": 3, \"sharing\": 40, \"developed\": 607, \"indonesian\": 2, \"automated\": 54, \"intelligent\": 26, \"indexing\": 14, \"correct\": 155, \"concerning\": 197, \"polar\": 147, \"derivative\": 158, \"restricted\": 125, \"zeros\": 58, \"zygmund's\": 1, \"lp\": 41, \"regression\": 144, \"takes\": 163, \"vector\": 578, \"b\": 1826, \"returns\": 29, \"output\": 174, \"cal\": 161, \"opt\": 17, \"min\": 111, \"ax\": 25, \"construct\": 611, \"coresets\": 1, \"stage\": 186, \"overconstrained\": 2, \"gg\": 48, \"uniformly\": 170, \"hat\": 153, \"36\": 93, \"max\": 133, \"rows\": 26, \"solves\": 45, \"uses\": 213, \"resample\": 1, \"epsilon\": 352, \"constraints\": 662, \"unifies\": 15, \"improves\": 84, \"extends\": 176, \"existing\": 318, \"algorithms\": 484, \"cases\": 761, \"namely\": 250, \"course\": 80, \"proving\": 105, \"develop\": 342, \"conditioned\": 38, \"bases\": 93, \"subspace\": 80, \"preserving\": 116, \"independent\": 669, \"water\": 277, \"pivotal\": 4, \"processes\": 787, \"importantly\": 27, \"sustaining\": 12, \"human\": 113, \"life\": 132, \"animal\": 7, \"plant\": 11, \"supply\": 44, \"entities\": 24, \"responsibility\": 3, \"clean\": 15, \"safe\": 9, \"required\": 404, \"consumer\": 3, \"implement\": 67, \"employed\": 123, \"predict\": 205, \"term\": 443, \"demands\": 13, \"growing\": 97, \"computational\": 262, \"intelligence\": 21, \"techniques\": 531, \"proposed\": 940, \"modelling\": 168, \"dynamic\": 302, \"primary\": 329, \"demand\": 33, \"forecasting\": 16, \"under\": 1223, \"artificial\": 76, \"neural\": 90, \"networks\": 659, \"anns\": 5, \"support\": 353, \"machines\": 56, \"svms\": 14, \"was\": 1744, \"perform\": 209, \"measured\": 769, \"generalisation\": 28, \"ability\": 126, \"solar\": 1205, \"star\": 3197, \"onto\": 218, \"primordial\": 219, \"hole\": 757, \"pbh\": 13, \"passes\": 28, \"calculated\": 369, \"probability\": 724, \"captured\": 26, \"orbit\": 402, \"lifetime\": 135, \"orbital\": 514, \"captures\": 38, \"pbhs\": 16, \"mechanism\": 521, \"cannot\": 398, \"appreciable\": 11, \"bursts\": 336, \"inviscid\": 11, \"burgers\": 9, \"discussed\": 634, \"surfaces\": 444, \"minimising\": 2, \"hamilton\": 26, \"jacobi\": 90, \"mechanical\": 149, \"caustic\": 24, \"maxwell\": 74, \"pre\": 292, \"images\": 679, \"map\": 587, \"analysed\": 106, \"reduced\": 349, \"action\": 468, \"infinitely\": 117, \"rapidly\": 182, \"causing\": 42, \"turbulent\": 269, \"nature\": 491, \"intermittence\": 2, \"turbulence\": 254, \"demonstrated\": 203, \"recurrence\": 78, \"while\": 1203, \"remains\": 213, \"staple\": 2, \"virtually\": 35, \"teaching\": 26, \"concept\": 262, \"expanding\": 129, \"explaining\": 47, \"increasing\": 327, \"separation\": 228, \"recently\": 630, \"come\": 88, \"fire\": 13, \"dangerous\": 10, \"idea\": 187, \"whose\": 697, \"leads\": 418, \"confusion\": 30, \"establishment\": 3, \"misconceptions\": 1, \"completely\": 241, \"valid\": 132, \"intuitive\": 46, \"influence\": 271, \"universal\": 304, \"how\": 1091, \"arguments\": 147, \"failed\": 17, \"thus\": 829, \"far\": 491, \"imbue\": 1, \"consistent\": 1143, \"expectations\": 50, \"relativity\": 223, \"clusters\": 1305, \"powerful\": 208, \"bremsstrahlung\": 42, \"emitted\": 112, \"rays\": 556, \"intracluster\": 71, \"plasma\": 491, \"lowering\": 10, \"virial\": 111, \"temperatures\": 323, \"t\": 2499, \"i\": 3356, \"e\": 2721, \"shallower\": 36, \"depths\": 55, \"wells\": 7, \"after\": 650, \"steep\": 93, \"correlation\": 812, \"implies\": 393, \"scarcity\": 1, \"diffuse\": 266, \"baryons\": 62, \"relative\": 627, \"fraction\": 768, \"widely\": 126, \"debated\": 13, \"missing\": 61, \"baryons'\": 1, \"effects\": 968, \"kinetic\": 235, \"inputs\": 55, \"evidence\": 745, \"being\": 602, \"expected\": 710, \"predictive\": 36, \"pattern\": 300, \"future\": 495, \"studying\": 181, \"sums\": 129, \"dissociated\": 4, \"exact\": 313, \"bound\": 750, \"2p\": 38, \"approach\": 1133, \"easily\": 170, \"bourgain\": 8, \"exponential\": 329, \"tiny\": 25, \"improvement\": 114, \"his\": 161, \"besides\": 76, \"article\": 420, \"belonging\": 46, \"sumset\": 7, \"proportion\": 27, \"highly\": 424, \"structured\": 53, \"solution\": 928, \"question\": 407, \"rieffel\": 1, \"who\": 76, \"asked\": 29, \"left\": 208, \"topological\": 370, \"stable\": 599, \"ranks\": 32, \"banach\": 106, \"example\": 560, \"amongst\": 27, \"nest\": 5, \"popescu's\": 2, \"commutative\": 200, \"free\": 968, \"semigroup\": 101, \"tev\": 242, \"pev\": 24, \"muon\": 88, \"neutrinos\": 176, \"unresolved\": 103, \"amanda\": 6, \"ii\": 725, \"collected\": 80, \"2000\": 136, \"2003\": 169, \"equivalent\": 527, \"livetime\": 2, \"807\": 1, \"days\": 255, \"sought\": 11, \"extraterrestrial\": 3, \"neutrino\": 393, \"spectrum\": 1510, \"atmospheric\": 222, \"backgrounds\": 24, \"excess\": 411, \"events\": 393, \"seen\": 455, \"90\": 158, \"gev\": 231, \"sr\": 51, \"placed\": 54, \"propto\": 72, \"sensitive\": 279, \"astrophysical\": 231, \"prompt\": 128, \"models\": 2572, \"spectra\": 1449, \"characteristic\": 591, \"domain\": 378, \"mapped\": 55, \"primes\": 75, \"incidences\": 3, \"freiman\": 3, \"lemma\": 89, \"combinatorial\": 288, \"applications\": 662, \"sum\": 459, \"extensively\": 38, \"dense\": 410, \"l1512\": 1, \"tmc\": 11, \"1c\": 9, \"l1262\": 1, \"per\": 406, \"l1389\": 1, \"l1251e\": 2, \"hc3n\": 9, \"ch3oh\": 21, \"18\": 299, \"chemical\": 318, \"differentiation\": 23, \"analyse\": 99, \"cloud\": 431, \"demonstrating\": 41, \"systematic\": 335, \"evolutionary\": 298, \"state\": 1232, \"kinematical\": 25, \"predictions\": 396, \"implications\": 261, \"origin\": 433, \"clumpy\": 38, \"hitherto\": 14, \"transitive\": 66, \"unimodular\": 16, \"tree\": 295, \"wired\": 5, \"forest\": 65, \"end\": 400, \"dispense\": 4, \"assumptions\": 229, \"transitivity\": 6, \"unimodularity\": 2, \"replacing\": 26, \"broader\": 36, \"condition\": 675, \"isoperimetric\": 31, \"profile\": 501, \"requires\": 244, \"just\": 181, \"uniform\": 391, \"transience\": 8, \"vlasov\": 11, \"charged\": 118, \"species\": 173, \"branching\": 81, \"characterization\": 275, \"numerical\": 939, \"evaluation\": 146, \"mapping\": 225, \"heterogeneous\": 57, \"platforms\": 23, \"difficult\": 175, \"challenge\": 75, \"even\": 869, \"patterns\": 226, \"pipeline\": 48, \"processors\": 56, \"subject\": 145, \"failure\": 63, \"during\": 924, \"execution\": 72, \"complexity\": 374, \"bi\": 100, \"criteria\": 211, \"aims\": 213, \"optimizing\": 26, \"latency\": 26, \"response\": 175, \"reliability\": 76, \"computation\": 209, \"successful\": 79, \"minimized\": 11, \"faster\": 124, \"increased\": 141, \"replicating\": 1, \"computations\": 107, \"replication\": 7, \"increases\": 313, \"communications\": 37, \"slower\": 45, \"executed\": 15, \"fail\": 62, \"becomes\": 249, \"np\": 102, \"hard\": 436, \"tackling\": 3, \"illustration\": 23, \"added\": 70, \"heterogeneity\": 22, \"fragmented\": 7, \"asymmetry\": 115, \"remote\": 49, \"file\": 13, \"network\": 829, \"lack\": 146, \"robust\": 200, \"authenticity\": 1, \"privacy\": 14, \"hamstrings\": 1, \"internet\": 65, \"collection\": 122, \"disjoint\": 59, \"ad\": 83, \"hoc\": 52, \"technologies\": 53, \"partially\": 132, \"responsible\": 180, \"magnitude\": 643, \"potency\": 3, \"plagues\": 3, \"besetting\": 2, \"economy\": 14, \"spam\": 11, \"email\": 6, \"borne\": 22, \"virii\": 1, \"examples\": 666, \"replacement\": 20, \"protocol\": 87, \"6\": 1627, \"ipv6\": 1, \"little\": 170, \"tackle\": 15, \"issues\": 130, \"concentrating\": 8, \"addressing\": 15, \"technical\": 84, \"decade\": 68, \"ago\": 92, \"introduces\": 84, \"cane\": 2, \"addressed\": 67, \"environment\": 373, \"compares\": 27, \"presents\": 249, \"computing\": 213, \"location\": 212, \"abstracted\": 3, \"favour\": 23, \"trust\": 5, \"cryptographically\": 1, \"verified\": 56, \"pervasively\": 1, \"argued\": 50, \"capable\": 105, \"generalised\": 31, \"storage\": 49, \"unified\": 118, \"subsequently\": 62, \"interfaces\": 43, \"addresses\": 53, \"community\": 105, \"early\": 648, \"21st\": 5, \"century\": 62, \"summarize\": 37, \"spectroscopic\": 412, \"emphasizing\": 19, \"largest\": 230, \"date\": 129, \"sloan\": 156, \"sdss\": 334, \"commonly\": 122, \"spectral\": 1650, \"analyses\": 127, \"followed\": 110, \"needs\": 95, \"challenges\": 77, \"unknown\": 182, \"virtual\": 136, \"observatory\": 274, \"vo\": 35, \"help\": 169, \"astronomers\": 25, \"carrying\": 31, \"research\": 268, \"linkage\": 9, \"strategies\": 154, \"webpages\": 6, \"webmaster\": 2, \"wants\": 14, \"maximize\": 49, \"google's\": 1, \"pagerank\": 15, \"scores\": 12, \"choose\": 68, \"hyperlinks\": 2, \"starting\": 181, \"control\": 429, \"reasonable\": 115, \"scales\": 652, \"evolved\": 131, \"cosmology\": 198, \"edge\": 335, \"generations\": 11, \"massive\": 1044, \"burst\": 296, \"grb\": 345, \"explosions\": 54, \"period\": 792, \"cluster\": 1865, \"formation\": 2121, \"third\": 265, \"reside\": 42, \"filaments\": 116, \"undergoing\": 41, \"collapse\": 306, \"warm\": 173, \"hot\": 451, \"intragalactic\": 1, \"medium\": 583, \"whim\": 15, \"addition\": 524, \"observational\": 485, \"capabilities\": 70, \"topics\": 51, \"science\": 165, \"feasible\": 53, \"mission\": 107, \"innovative\": 12, \"instrumental\": 62, \"single\": 887, \"satellite\": 277, \"observing\": 138, \"reaction\": 132, \"500\": 127, \"enables\": 119, \"forming\": 444, \"back\": 131, \"surveying\": 10, \"sensitivity\": 332, \"telescopes\": 216, \"angular\": 635, \"ranges\": 119, \"lengths\": 105, \"waves\": 504, \"luminous\": 330, \"method\": 1889, \"multilevel\": 16, \"contrasting\": 10, \"led\": 81, \"conclusions\": 136, \"observable\": 126, \"represents\": 132, \"complicated\": 85, \"constructions\": 118, \"tendency\": 17, \"similarity\": 122, \"made\": 497, \"separate\": 143, \"basic\": 395, \"blocks\": 95, \"coaxially\": 1, \"tubular\": 6, \"cartwheel\": 2, \"majority\": 142, \"butt\": 4, \"invisible\": 22, \"transparent\": 39, \"filamentary\": 44, \"formations\": 6, \"pairs\": 364, \"cooperating\": 9, \"opportunity\": 67, \"generated\": 598, \"place\": 246, \"break\": 183, \"filament\": 85, \"interacting\": 195, \"81\": 36, \"82\": 33, \"sawed\": 1, \"off\": 288, \"branches\": 37, \"treelike\": 2, \"coming\": 88, \"stars\": 3329, \"congestions\": 1, \"go\": 65, \"presently\": 42, \"fracturing\": 4, \"diameters\": 38, \"standard\": 894, \"sequences\": 254, \"consecutive\": 46, \"symbols\": 80, \"grams\": 3, \"hashing\": 5, \"bottleneck\": 14, \"recursive\": 81, \"hash\": 8, \"families\": 248, \"updating\": 19, \"pairwise\": 45, \"implementations\": 30, \"either\": 580, \"run\": 116, \"memory\": 162, \"scalable\": 22, \"alternative\": 250, \"cyclic\": 212, \"ignoring\": 14, \"bits\": 57, \"experimentally\": 104, \"twice\": 64, \"randomized\": 39, \"karp\": 3, \"rabin\": 2, \"derive\": 823, \"sed\": 106, \"dusty\": 75, \"isothermal\": 87, \"gravitating\": 36, \"spherical\": 285, \"externally\": 16, \"heated\": 67, \"interstellar\": 324, \"dust\": 1011, \"transfer\": 395, \"determined\": 571, \"pressure\": 450, \"surrounding\": 216, \"expressed\": 158, \"become\": 238, \"unstable\": 166, \"solve\": 242, \"tracing\": 46, \"accurately\": 127, \"inside\": 255, \"considers\": 60, \"scattering\": 471, \"grains\": 183, \"assumed\": 282, \"isrf\": 10, \"brightness\": 404, \"profiles\": 534, \"visible\": 133, \"ir\": 479, \"fir\": 70, \"submm\": 44, \"mm\": 201, \"regime\": 364, \"focus\": 285, \"scattered\": 109, \"pah\": 109, \"molecules\": 211, \"diagrams\": 207, \"encode\": 22, \"diameter\": 149, \"routing\": 55, \"multi\": 537, \"studied\": 805, \"double\": 360, \"definite\": 50, \"shape''\": 1, \"contrast\": 317, \"triple\": 112, \"arbitrarily\": 75, \"big\": 152, \"doing\": 28, \"build\": 132, \"monomial\": 58, \"ideals\": 153, \"sequence\": 813, \"immediately\": 34, \"th\": 157, \"operation\": 154, \"differences\": 330, \"neighbouring\": 6, \"300\": 143, \"enable\": 92, \"precisely\": 179, \"arnold\": 11, \"kapustin\": 3, \"tomasiello\": 1, \"hamiltonian\": 177, \"actions\": 176, \"twisted\": 193, \"ahler\": 75, \"perfect\": 168, \"gauged\": 5, \"sigma\": 894, \"fluxes\": 201, \"equivariant\": 166, \"cohomology\": 486, \"bar\": 337, \"establish\": 367, \"formality\": 6, \"kirwan\": 1, \"setting\": 237, \"torus\": 269, \"calabi\": 53, \"duistermaat\": 3, \"heckman\": 2, \"push\": 26, \"forward\": 198, \"measure\": 861, \"side\": 189, \"quotient\": 142, \"never\": 77, \"cohomologically\": 4, \"answer\": 151, \"physicists\": 26, \"20\": 678, \"observation\": 412, \"rbs1423\": 2, \"broadened\": 28, \"relativistic\": 577, \"iron\": 190, \"ionised\": 38, \"disk\": 1667, \"qso\": 77, \"262\": 5, \"counterpart\": 117, \"rosat\": 27, \"bright\": 442, \"improved\": 219, \"identified\": 433, \"208\": 5, \"12\": 435, \"radio\": 1586, \"quiet\": 113, \"6x10\": 18, \"44\": 57, \"epic\": 20, \"law\": 856, \"schwarzschild\": 49, \"kerr\": 36, \"require\": 197, \"hydrogen\": 361, \"ions\": 188, \"fit\": 506, \"ionisation\": 39, \"confirmed\": 208, \"fits\": 166, \"resulting\": 461, \"parameter\": 948, \"xi\": 157, \"convergence\": 414, \"normalized\": 106, \"narasimhan\": 5, \"polygons\": 26, \"geometric\": 463, \"arithmetic\": 155, \"frameworks\": 20, \"filtration\": 58, \"indexed\": 34, \"borel\": 85, \"february\": 47, \"2007\": 350, \"magic\": 100, \"air\": 163, \"cherenkov\": 114, \"telescope\": 919, \"astronomy\": 88, \"upgraded\": 9, \"ultra\": 210, \"gsamples\": 3, \"digitization\": 4, \"flashes\": 16, \"readout\": 38, \"minimize\": 49, \"night\": 39, \"reduce\": 191, \"unwanted\": 4, \"hadronic\": 60, \"showers\": 65, \"overview\": 96, \"impact\": 326, \"instrument\": 178, \"presented\": 964, \"transmission\": 269, \"grating\": 41, \"spectrograph\": 137, \"strong\": 1160, \"absorption\": 750, \"likely\": 610, \"corona\": 113, \"group\": 2195, \"intergalactic\": 103, \"passing\": 63, \"overdensity\": 34, \"agns\": 132, \"sit\": 7, \"cosmically\": 3, \"overdense\": 16, \"appear\": 360, \"hotter\": 39, \"hence\": 269, \"conclude\": 320, \"produce\": 371, \"measurable\": 69, \"contribute\": 120, \"discovery\": 244, \"young\": 565, \"crab\": 71, \"supernova\": 461, \"remnant\": 168, \"snr\": 202, \"g54\": 2, \"akari\": 44, \"consists\": 223, \"eleven\": 19, \"stellar\": 2013, \"ysos\": 66, \"ring\": 648, \"radius\": 775, \"1'\": 8, \"mid\": 338, \"spitzer\": 336, \"colors\": 192, \"but\": 2138, \"redder\": 45, \"24\": 308, \"counterparts\": 115, \"2mass\": 137, \"jhks\": 8, \"magnitudes\": 159, \"msun\": 365, \"kpc\": 461, \"supports\": 90, \"association\": 131, \"dereddened\": 4, \"distributions\": 658, \"eraly\": 1, \"herbig\": 43, \"inner\": 527, \"disks\": 458, \"destroyed\": 21, \"confinement\": 45, \"indicates\": 244, \"myr\": 208, \"propose\": 602, \"triggered\": 79, \"progenitor\": 149, \"triggering\": 30, \"occurred\": 57, \"progenitor's\": 4, \"possibly\": 268, \"had\": 149, \"wavelength\": 363, \"hickson's\": 1, \"compact\": 1012, \"hcgs\": 3, \"spiral\": 326, \"dominated\": 429, \"merged\": 16, \"few\": 661, \"southern\": 95, \"scgs\": 2, \"though\": 194, \"younger\": 67, \"due\": 1337, \"higher\": 1034, \"pilot\": 22, \"measurement\": 356, \"sn\": 431, \"rates\": 617, \"ia\": 290, \"core\": 794, \"136\": 9, \"sne\": 235, \"cappellaro\": 1, \"mannucci\": 1, \"2005\": 287, \"066\": 2, \"snum\": 2, \"sharon\": 1, \"larger\": 760, \"019\": 11, \"difference\": 433, \"98\": 42, \"statistical\": 506, \"confidence\": 189, \"examine\": 247, \"biases\": 50, \"could\": 745, \"none\": 61, \"alter\": 24, \"investigate\": 930, \"parent\": 83, \"membership\": 57, \"morphology\": 214, \"interactions\": 357, \"inducing\": 22, \"binary\": 978, \"late\": 283, \"turns\": 146, \"comparable\": 224, \"suggests\": 400, \"initial\": 741, \"environments\": 170, \"pierre\": 48, \"auger\": 82, \"planned\": 52, \"eev\": 19, \"component\": 997, \"lead\": 316, \"technique\": 599, \"100\": 534, \"aid\": 36, \"identification\": 166, \"particles\": 646, \"enhancements\": 28, \"consist\": 57, \"elevation\": 8, \"infilled\": 1, \"area\": 422, \"detectors\": 183, \"underground\": 14, \"counters\": 6, \"amiga\": 11, \"enhanced\": 248, \"23\": 163, \"km2\": 2, \"85\": 88, \"detector\": 321, \"laid\": 6, \"30\": 447, \"m2\": 27, \"buried\": 17, \"scintillator\": 28, \"spacings\": 23, \"433\": 4, \"750\": 14, \"comprise\": 27, \"segmented\": 9, \"scintillators\": 12, \"fibres\": 22, \"ending\": 14, \"anode\": 11, \"phototubes\": 10, \"centred\": 24, \"km\": 597, \"fluorescence\": 81, \"installation\": 11, \"coihueco\": 1, \"overlooked\": 12, \"design\": 604, \"features\": 662, \"enhancement\": 104, \"abelian\": 280, \"ell\": 202, \"preimages\": 3, \"iterate\": 4, \"generates\": 63, \"contains\": 367, \"torsion\": 141, \"kummer\": 7, \"galois\": 124, \"imposed\": 56, \"endomorphism\": 44, \"weil\": 49, \"pairing\": 43, \"encodes\": 13, \"integers\": 199, \"bmod\": 3, \"elliptic\": 266, \"curves\": 829, \"tori\": 90, \"curve\": 611, \"surjective\": 36, \"adic\": 148, \"2a\": 9, \"mathfrak\": 79, \"11\": 453, \"21\": 277, \"kallivayalil\": 3, \"textit\": 68, \"hubble\": 286, \"proper\": 356, \"motions\": 263, \"lmc\": 126, \"five\": 260, \"centered\": 87, \"qsos\": 61, \"precise\": 211, \"measurements\": 828, \"surprising\": 57, \"approaching\": 34, \"magellanic\": 117, \"stream\": 92, \"re\": 221, \"examined\": 118, \"motivated\": 191, \"reanalyzed\": 2, \"validity\": 99, \"motion\": 675, \"acceptable\": 33, \"reduction\": 305, \"correcting\": 38, \"error\": 579, \"caused\": 212, \"decreasing\": 123, \"charge\": 242, \"produces\": 139, \"need\": 242, \"exclude\": 45, \"final\": 239, \"averages\": 46, \"detect\": 334, \"rotation\": 709, \"275\": 6, \"arcmin\": 74, \"120\": 53, \"pm\": 300, \"60\": 197, \"70\": 171, \"hi\": 368, \"107\": 10, \"red\": 550, \"supergiants\": 40, \"multivariate\": 83, \"clustering\": 297, \"partitioning\": 20, \"dirichlet\": 152, \"mixture\": 68, \"modeling\": 322, \"applied\": 527, \"batse\": 27, \"catalog\": 145, \"optimum\": 67, \"coherent\": 207, \"paradigm\": 61, \"classified\": 123, \"classification\": 374, \"divided\": 64, \"primarily\": 109, \"differentiated\": 4, \"fluence\": 27, \"duration\": 168, \"named\": 44, \"shifts\": 133, \"nearly\": 286, \"52\": 49, \"ergs\": 89, \"54\": 50, \"speculated\": 6, \"kinds\": 77, \"grbs\": 299, \"reflect\": 48, \"origins\": 52, \"mergers\": 205, \"white\": 379, \"dwarfs\": 378, \"gw\": 49, \"iii\": 303, \"pop\": 34, \"hydrodynamic\": 170, \"suwa\": 1, \"waveforms\": 17, \"anisotropic\": 141, \"emissions\": 71, \"amplitudes\": 104, \"dominant\": 209, \"bounce\": 30, \"dominate\": 84, \"frequencies\": 305, \"sim\": 536, \"hz\": 105, \"overall\": 244, \"ensemble\": 74, \"resultant\": 29, \"peaks\": 144, \"omega\": 588, \"mathrm\": 123, \"frequency\": 969, \"interval\": 257, \"signals\": 231, \"depending\": 276, \"detection\": 755, \"interferometers\": 32, \"decigo\": 2, \"bbo\": 2, \"suggest\": 586, \"kuranishi\": 21, \"fukaya\": 4, \"ono\": 6, \"occur\": 254, \"naturally\": 261, \"moduli\": 254, \"holomorphic\": 205, \"symplectic\": 251, \"brief\": 93, \"introduction\": 93, \"author's\": 25, \"book\": 46, \"arxiv\": 135, \"0707\": 9, \"3572\": 1, \"orbifold\": 62, \"homology\": 304, \"kh\": 16, \"coefficients\": 463, \"chain\": 211, \"kc\": 3, \"defining\": 104, \"spanned\": 29, \"oriented\": 163, \"corners\": 15, \"smooth\": 610, \"fixing\": 14, \"aut\": 38, \"isomorphic\": 210, \"singular\": 301, \"poincare\": 61, \"compactly\": 17, \"supported\": 137, \"cochain\": 9, \"submersion\": 6, \"simpler\": 70, \"theories\": 235, \"bordism\": 8, \"kb\": 5, \"cobordism\": 23, \"invariants\": 343, \"cycles\": 176, \"chains\": 113, \"perturb\": 6, \"transversality\": 10, \"major\": 348, \"simplifications\": 8, \"lagrangian\": 177, \"floer\": 52, \"identities\": 103, \"involving\": 179, \"bernoulli\": 64, \"euler\": 219, \"numbers\": 608, \"tableaux\": 33, \"skew\": 91, \"shapes\": 111, \"generalizes\": 116, \"formulas\": 204, \"andre\": 3, \"permutations\": 76, \"elkies\": 1, \"expressing\": 24, \"polytope\": 63, \"reviewed\": 59, \"superfluid\": 21, \"differentially\": 21, \"rotating\": 273, \"shell\": 264, \"reynolds\": 96, \"rey\": 5, \"gsim\": 5, \"outer\": 388, \"torque\": 64, \"variability\": 431, \"suggesting\": 241, \"glitch\": 23, \"activity\": 419, \"pulsars\": 219, \"67\": 46, \"glitching\": 4, \"ages\": 178, \"tau\": 384, \"leq\": 256, \"yr\": 238, \"constructed\": 357, \"timing\": 152, \"cooling\": 384, \"348\": 9, \"kolmogorov\": 42, \"smirnov\": 13, \"geq\": 290, \"modified\": 280, \"urca\": 13, \"nonstandard\": 16, \"newtonian\": 130, \"viscosities\": 12, \"radon\": 26, \"transform\": 243, \"useful\": 276, \"extrapolation\": 41, \"magnetic\": 1902, \"bf\": 138, \"decay\": 339, \"laws\": 205, \"incompressible\": 61, \"magnetohydrodynamic\": 48, \"mhd\": 153, \"included\": 137, \"distinguishes\": 10, \"perpendicular\": 92, \"phenomenology\": 28, \"la\": 118, \"kraichnan\": 4, \"slowing\": 14, \"anisotropy\": 169, \"pseudo\": 145, \"alfv\": 29, \"'en\": 33, \"recover\": 97, \"clearly\": 173, \"tend\": 107, \"follow\": 324, \"lowest\": 97, \"planes\": 49, \"randomly\": 84, \"chosen\": 147, \"nl\": 41, \"node\": 167, \"localized\": 118, \"variety\": 440, \"whole\": 212, \"nodes\": 284, \"thresholds\": 64, \"localization\": 98, \"scenarios\": 162, \"refers\": 14, \"arise\": 165, \"densities\": 423, \"unboundedly\": 4, \"manifest\": 24, \"themselves\": 70, \"matters\": 11, \"averaged\": 128, \"fading\": 159, \"denoted\": 47, \"surely\": 48, \"szemeredi's\": 3, \"regularity\": 156, \"erdos\": 31, \"frankl\": 4, \"rodl\": 2, \"1986\": 11, \"showed\": 163, \"vertex\": 255, \"monotone\": 72, \"ex\": 26, \"edges\": 197, \"subgraph\": 56, \"kohayakawa\": 1, \"hereditary\": 12, \"hypergraphs\": 14, \"illustrating\": 18, \"hypergraph\": 21, \"plasmas\": 77, \"superconfiguration\": 2, \"nucleus\": 156, \"totally\": 89, \"screened\": 5, \"electrons\": 306, \"wigner\": 24, \"seitz\": 3, \"sphere\": 268, \"ion\": 254, \"superconfigurations\": 1, \"grouped\": 16, \"wavefunctions\": 10, \"play\": 169, \"crucial\": 150, \"variational\": 109, \"treated\": 83, \"quantum\": 767, \"mechanically\": 6, \"quasi\": 429, \"classically\": 16, \"physics\": 540, \"opinion\": 57, \"agents\": 113, \"adopt\": 42, \"held\": 28, \"direct\": 544, \"neighbors\": 32, \"exceeds\": 67, \"threshold\": 253, \"consensus\": 66, \"mixed\": 164, \"opinions\": 29, \"coexist\": 10, \"sizes\": 190, \"connectivity\": 59, \"diagram\": 274, \"'laggard\": 1, \"parameter'\": 2, \"shrink\": 9, \"rewiring\": 6, \"consequences\": 166, \"carried\": 275, \"protoplanetary\": 87, \"planetary\": 366, \"nebulae\": 148, \"unexpectedly\": 7, \"hco\": 77, \"chemistry\": 82, \"clues\": 32, \"integrated\": 248, \"intensity\": 358, \"correlated\": 237, \"route\": 26, \"quite\": 197, \"elementary\": 226, \"designing\": 42, \"augmented\": 29, \"origami\": 2, \"polyhedra\": 11, \"sonob\": 1, \"modules\": 429, \"beginning\": 67, \"deltahedron\": 1, \"ry\": 4, \"scuti\": 23, \"representative\": 66, \"transferring\": 11, \"before\": 265, \"eyes\": 6, \"wolf\": 71, \"rayet\": 61, \"tidal\": 287, \"stripping\": 54, \"utilizing\": 51, \"published\": 204, \"illustrative\": 16, \"vary\": 130, \"identify\": 368, \"lined\": 21, \"sun\": 518, \"supergiant\": 67, \"hidden\": 83, \"companion\": 261, \"tomographic\": 12, \"reconstruction\": 175, \"composite\": 95, \"o9\": 3, \"ibpe\": 2, \"b0\": 6, \"actually\": 122, \"photosphere\": 85, \"loss\": 463, \"hydrodynamical\": 98, \"lyr\": 12, \"leading\": 276, \"leaving\": 31, \"ways\": 131, \"bipolar\": 80, \"winds\": 209, \"flowing\": 27, \"l2\": 18, \"fill\": 34, \"circumbinary\": 43, \"au\": 300, \"feed\": 20, \"toroidal\": 69, \"nebula\": 247, \"scheme\": 579, \"attempts\": 50, \"understand\": 180, \"hd\": 250, \"33636\": 4, \"exoplanet\": 40, \"hst\": 240, \"astrometry\": 44, \"ground\": 325, \"cadence\": 17, \"years\": 470, \"hobby\": 6, \"eberly\": 6, \"mcdonald\": 4, \"create\": 89, \"spans\": 27, \"nine\": 63, \"companions\": 110, \"precision\": 247, \"astrometric\": 78, \"guidance\": 9, \"sensor\": 117, \"1r\": 3, \"span\": 72, \"simultaneously\": 204, \"modeled\": 139, \"parallax\": 50, \"perturbation\": 213, \"mas\": 80, \"uncertainties\": 212, \"hipparcos\": 25, \"2117\": 4, \"semimajor\": 18, \"axis\": 345, \"14\": 292, \"inclination\": 132, \"assuming\": 429, \"02\": 101, \"03\": 127, \"142\": 7, \"jup\": 40, \"01\": 113, \"true\": 277, \"sin\": 23, \"face\": 74, \"orientation\": 141, \"demonstrates\": 89, \"candidates\": 318, \"capability\": 79, \"deriving\": 58, \"giant\": 454, \"analysing\": 23, \"ic\": 111, \"4651\": 3, \"depth\": 291, \"ratios\": 374, \"ldrs\": 2, \"effective\": 584, \"lte\": 70, \"abundance\": 507, \"ldr\": 1, \"extremely\": 217, \"because\": 493, \"firmly\": 15, \"characteristics\": 309, \"age\": 478, \"reddening\": 88, \"color\": 358, \"calibration\": 194, \"gyr\": 190, \"typical\": 434, \"2m\": 50, \"moreover\": 512, \"dex\": 107, \"log\": 656, \"spite\": 33, \"limitations\": 73, \"indeed\": 165, \"reliable\": 137, \"caution\": 16, \"quality\": 234, \"details\": 118, \"adopted\": 109, \"devoted\": 90, \"multichannel\": 5, \"numeration\": 4, \"notations\": 5, \"gpn\": 3, \"account\": 534, \"entered\": 15, \"decomposition\": 279, \"composed\": 129, \"realization\": 91, \"fibonacci\": 40, \"computer\": 182, \"sense\": 381, \"humour\": 5, \"suggested\": 208, \"0711\": 7, \"2058\": 2, \"2061\": 2, \"relating\": 93, \"humorous\": 1, \"malfunction\": 1, \"processing\": 170, \"somewhat\": 80, \"exposition\": 32, \"psychological\": 3, \"aspects\": 183, \"elaborated\": 11, \"thoroughly\": 24, \"laughter\": 1, \"formulated\": 90, \"detailed\": 468, \"discussion\": 115, \"perception\": 13, \"angle\": 352, \"coordinate\": 129, \"variables\": 511, \"propagating\": 67, \"fold\": 72, \"electrooptical\": 1, \"crystal\": 99, \"modulated\": 35, \"circularly\": 23, \"polarized\": 168, \"electromagnetic\": 253, \"traveling\": 37, \"extra\": 159, \"modulation\": 193, \"spatially\": 183, \"invariable\": 5, \"electric\": 202, \"reducing\": 63, \"sfrs\": 15, \"converting\": 14, \"halpha\": 129, \"luminosities\": 249, \"imf\": 107, \"sfr\": 129, \"recognised\": 5, \"limited\": 329, \"constrained\": 159, \"galaxial\": 2, \"igimf\": 5, \"steeper\": 57, \"consequently\": 110, \"flattens\": 10, \"dwarf\": 676, \"underestimated\": 21, \"orders\": 192, \"revise\": 12, \"revision\": 23, \"histories\": 59, \"sculptor\": 9, \"irregular\": 100, \"formalism\": 193, \"depletion\": 60, \"gyrs\": 21, \"independently\": 124, \"scatter\": 171, \"findings\": 151, \"qualitatively\": 58, \"explicit\": 523, \"choice\": 157, \"backward\": 56, \"slab\": 49, \"capacitively\": 3, \"inductively\": 8, \"loaded\": 6, \"designed\": 215, \"impedance\": 36, \"matching\": 146, \"propagation\": 307, \"vice\": 25, \"versa\": 25, \"layer\": 329, \"refraction\": 20, \"occurring\": 88, \"full\": 449, \"adapt\": 33, \"sarason's\": 2, \"julia\": 19, \"caratheodory\": 8, \"agler\": 2, \"mappings\": 67, \"ball\": 124, \"obtaining\": 88, \"strengthened\": 14, \"quantities\": 136, \"normal\": 552, \"direction\": 387, \"configurations\": 183, \"axial\": 58, \"making\": 204, \"onset\": 95, \"essentially\": 162, \"ds\": 26, \"cylindrical\": 45, \"argue\": 206, \"operate\": 50, \"strength\": 321, \"vlt\": 155, \"fors1\": 15, \"camera\": 158, \"potential\": 826, \"epoch\": 192, \"2002\": 114, \"series\": 702, \"bulge\": 221, \"nights\": 47, \"reductions\": 42, \"novel\": 223, \"eliminates\": 14, \"distinction\": 19, \"targets\": 120, \"positional\": 24, \"photocentre\": 5, \"typically\": 205, \"200\": 203, \"microarcsec\": 4, \"unsaturated\": 12, \"19\": 192, \"tests\": 244, \"residual\": 101, \"noise\": 524, \"positions\": 129, \"signature\": 159, \"deviation\": 118, \"gaussian\": 438, \"good\": 625, \"separated\": 110, \"cameras\": 27, \"effectively\": 86, \"microlensing\": 85, \"40\": 316, \"50\": 371, \"hours\": 97, \"filter\": 127, \"parallelize\": 3, \"cost\": 235, \"photometric\": 470, \"ultraviolet\": 141, \"uvot\": 19, \"apertures\": 6, \"colour\": 176, \"count\": 70, \"accurate\": 347, \"cent\": 84, \"broadband\": 62, \"filters\": 82, \"include\": 387, \"uniformity\": 22, \"1600\": 13, \"8000a\": 1, \"operational\": 30, \"photon\": 361, \"coincidence\": 60, \"practical\": 174, \"guidelines\": 12, \"supersede\": 2, \"ns\": 68, \"spun\": 6, \"momentum\": 367, \"transported\": 17, \"layers\": 174, \"focusing\": 118, \"predominant\": 7, \"viscosity\": 138, \"provided\": 419, \"tayler\": 6, \"spruit\": 4, \"dynamo\": 115, \"azimuthal\": 56, \"strengths\": 115, \"remaining\": 130, \"transmits\": 10, \"accreted\": 58, \"inward\": 49, \"viscous\": 87, \"heating\": 290, \"trigger\": 98, \"mixing\": 272, \"illustrate\": 187, \"greatest\": 33, \"buoyancy\": 8, \"compositional\": 13, \"discontinuity\": 37, \"ashes\": 7, \"overcome\": 53, \"occurs\": 204, \"spin\": 493, 